const chatbotKN = {
  welcome: "ನಮಸ್ಕಾರ 👋 ನಾನು ನಿಮ್ಮ ಸಂಗೀತ ಸಹಾಯಕ. ಏನು ಕೇಳಬೇಕಾದರೂ ಕೇಳಿ!",

  placeholder: "ನಿಮ್ಮ ಪ್ರಶ್ನೆ ಬರೆಯಿರಿ...",

  default:
    "ಕ್ಷಮಿಸಿ 😅 ನನಗೆ ಅರ್ಥವಾಗಲಿಲ್ಲ. ರಾಗ, ಅಭ್ಯಾಸ ಅಥವಾ ಸಂಗೀತ ಬಗ್ಗೆ ಕೇಳಿ.",

  questions: [

    {
      keys: ["ರಾಗ", "raga"],
      answer:
        "ರಾಗವು ಭಾರತೀಯ ಶಾಸ್ತ್ರೀಯ ಸಂಗೀತದ ಭಾವನಾತ್ಮಕ ಚೌಕಟ್ಟು.",
    },

    {
      keys: ["ಅಭ್ಯಾಸ", "ರಿಯಾಜ್", "practice"],
      answer:
        "ದೈನಂದಿನ ರಿಯಾಜ್‌ನಲ್ಲಿ ಉಸಿರಾಟ, ಸ್ವರಾಭ್ಯಾಸ ಮತ್ತು ತನ್ಪುರಾ ಅಗತ್ಯ.",
    },

    {
      keys: ["ಆರಂಭ", "ಕಲಿಕೆ", "beginner"],
      answer:
        "ಮೊದಲು ಸ್ವರಗಳು, ಸರಳ ರಾಗಗಳು ಮತ್ತು ಹಮ್ಮಿಂಗ್ ಅಭ್ಯಾಸ ಮಾಡಿ.",
    },

    {
      keys: ["ಕಾರ್ನಾಟಿಕ್", "ಹಿಂದೂಸ್ತಾನಿ"],
      answer:
        "ಕಾರ್ನಾಟಿಕ್ ದಕ್ಷಿಣ ಭಾರತದಿಂದ, ಹಿಂದೂಸ್ತಾನಿ ಉತ್ತರ ಭಾರತದಿಂದ ಬಂದಿದೆ.",
    },

    {
      keys: ["ಧ್ವನಿ", "ಉಸಿರಾಟ"],
      answer:
        "ಸರಿಯಾದ ಉಸಿರಾಟ ಮತ್ತು ಗಂಟಲು ನಿಯಂತ್ರಣ ಉತ್ತಮ ಗಾಯನಕ್ಕೆ ಮುಖ್ಯ.",
    },

    {
      keys: ["ಭಾವ", "ಸಂತೋಷ", "ದುಃಖ"],
      answer:
        "ಮೋಹನಂ ಸಂತೋಷ ನೀಡುತ್ತದೆ, ಭೈರವೀ ಭಾವನೆ ತೋರಿಸುತ್ತದೆ.",
    },

  ],
};

export default chatbotKN;
